--
-- CMS1 Data
--   Topics
--

use cms1;

--
-- ビルトピックス
--
INSERT INTO `t_topics` (
  `disp_date`
, `disp_order`
, `lang`
, `title`
, `link_type`
, `link_url`
, `attachment`
, `disp_flg`
, `x_area`
, `x_bldg`
, `del_flg`
, `c_ts`
, `c_id`
, `c_ip`
)
VALUES
(
  '2022-11-01 00:00:00'
, '5'
, 'ja_jp'
, 'お知らせタイトル01'
, '1'
, ''
, ''
, '0'
, '新宿'
, 'ビル名001'
, '0'
, NOW()
, '1'
, '127.0.0.1'
),
(
  '2022-11-02 00:00:00'
, '4'
, 'ja_jp'
, 'お知らせタイトル02'
, '1'
, ''
, ''
, '1'
, '札幌'
, 'ビル名002'
, '0'
, NOW()
, '1'
, '127.0.0.1'
),
(
  '2022-11-01 00:00:00'
, '3'
, 'ja_jp'
, 'お知らせタイトル03'
, '1'
, ''
, ''
, '1'
, '仙台'
, 'ビル名003'
, '0'
, NOW()
, '1'
, '127.0.0.1'
);

-- EOL
